{
  "texts": [
    "Restore integrity to our immigration system by prioritizing the interests of Americans first. Enforce our immigration laws – at the border and at the workplace. Build a border wall and end sanctuary cities.",
    "They're bringing drugs, they're bringing crime, they're rapists,” Trump said of undocumented Mexican immigrants while announcing his candidacy last June.",
    "As has been stated continuously in the press, people are pouring across our borders unabated. Public reports routinely state great amounts of crime.",
    "“We're going to build the wall, and we're going to stop it. It's going to end,” Trump said at a campaign stop in March, referring to illegal immigration.",
    "We want people to come into our country...legally, legally",
    "An ‘extremely credible source’ has called my office and told me that Barack Obama’s birth certificate is a fraud",
    "Robert Pattinson should not take back Kristen Stewart. She cheated on him like a dog & will do it again – just watch. He can do much better!",
    "Ariana Huffington is unattractive, both inside and out. I fully understand why her former husband left her for a man – he made a good decision.",
    "You know, it really doesn’t matter what the media write as long as you’ve got a young, and beautiful, piece of ass.",
    "You know, it really doesn’t matter what the media write as long as you’ve got a young, and beautiful, piece of ass.",
    "When Mexico sends its people, they’re not sending the best. They’re not sending you, they’re sending people that have lots of problems and they’re bringing those problems with us. They’re bringing drugs. They’re bring crime. They’re rapists… And some, I assume, are good people.",
    "Our great African-American President hasn’t exactly had a positive impact on the thugs who are so happily and openly destroying Baltimore.",
    "If I were running ‘The View’, I’d fire Rosie O’Donnell. I mean, I’d look at her right in that fat, ugly face of hers, I’d say ‘Rosie, you’re fired.",
    "All of the women on The Apprentice flirted with me – consciously or unconsciously. That’s to be expected.",
    "Look at those hands, are they small hands? And, Republican rival Marco Rubio referred to my hands: ‘If they’re small, something else must be small.’ I guarantee you there’s no problem. I guarantee.",
    "The only card Hillary Clinton has is the woman’s card. She’s got nothing else to offer and frankly, if Hillary Clinton were a man, I don’t think she’d get 5 percent of the vote. The only thing she’s got going is the woman’s card, and the beautiful thing is, women don’t like her.",
    "Restore integrity to our immigration system by prioritizing the interests of Americans first. Enforce our immigration laws – at the border and at the workplace. Build a border wall and end sanctuary cities. Send criminal aliens home. Welcome those who embrace our way of life, but keep out immigrants and refugees who don’t through rigorous vetting.",
    "As has been stated continuously in the press, people are pouring across our borders unabated. Public reports routinely state great amounts of crime are being committed by illegal immigrants. This must be stopped and it must be stopped now.",
    "Our politicians are stupid. And the Mexican government is much smarter, much sharper, much more cunning. And they send the bad ones over because they don't want to pay for them. They don't want to take care of them. Why should they when the stupid leaders of the United States will do it for them?",
    "When I am president, I will work to ensure that all of our kids are treated equally and protected equally. Every action I take, I will ask myself, 'Does this make life better for young Americans in Baltimore, Chicago, Detroit, Ferguson, who have as much of a right to live out their dreams as any other child America?'",
    "China gets their oil from Libya. Why isn't China involved? They're going out spending billions of dollars a day on trying to take over the world economically. And we're spending billions and billions and billions of dollars on policing the world. Why isn't China involved with Libya? That - we don't get oil from Libya, China does.",
    "So Bush certainly wasn't the greatest, and Obama has not done the job. And he's created a lot of disincentive. He's created a lot of great dissatisfaction. Regulations and regulatory is going through the roof. It's almost impossible to get anything done in the country.",
    "The debt limits have to come down. The whole world of debt has to be changed as far as this country is concerned. We have to create jobs and we have to create them rapidly because if we don't things are just going to head in a direction that's going to be almost impossible to recover from.",
    "Mitt - what I speak to Mitt Romney about is jobs. What I speak to Mitt Romney about is China, because he's got a great view on China and how they're trying to destroy our country by taking our jobs and making our product and manipulating their currency, so that it makes it almost impossible for our companies to compete.",
    "I saw a report yesterday. There's so much oil, all over the world, they don't know where to dump it. And Saudi Arabia says, 'Oh, there's too much oil.' They - they came back yesterday. Did you see the report? They want to reduce oil production. Do you think they're our friends? They're not our friends.",
    "The press used to think that I was really this horrible, flame-throwing, terrible tyrant. Right? Now I go on a television show, where basically what I do is I fire people, and everyone thinks I’m such a nice guy. Which tells you what a bad image I had.",
    "Usually if I fire somebody who’s bad, I’ll tell them how great they are. Because I don’t want to hurt people’s feelings.",
    "There are two publics as far as I’m concerned. The real public and then there’s the New York society horseshit. The real public has always liked Donald Trump.",
    "I had some beautiful pictures taken in which I had a big smile on my face. I looked happy, I looked content, I looked like a very nice person, which in theory I am.",
    "There have been many bad things said about me over the years, and in some cases they’ve been true. It doesn’t bother me. If I have a fault and somebody exposes that fault or talks about that fault, you won’t hear me complain.",
    "Well, number one, I’d create economic zones. I’d create incentives for companies to move in. I’d work on spirit because the spirit is so low, it’s incredible, the unemployment, you look at unemployment for black youth in this country, African American youth, is 58-59 percent. It’s unthinkable. Unemployment for African Americans – not youth, but African Americans – is very high. And I would create in the inner cities, which is what I really do best, that’s why when I open a building and I show you it’s way ahead of schedule, under budget and everything else",
    "I think of myself as a young guy, but I’m not so young anymore. And I’ve been around for a long time. And it just seems that the economy does better under the Democrats than the Republicans.",
    "We’re totally predictable. And predictable is bad. Sitting at a meeting like this and explaining my views and if I do become president, I have these views that are down for the other side to look at, you know. I hate being so open."
  ]
}
